Repository: sidimam/unraid-drive
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, zh_hans

source: Server
ar: الخادم
es: Servidor
fr: Serveur
zh_hans: 服务器

source: Servers
ar: الخوادم
de: Server
es: Servidores
fr: Serveurs
it: Server
zh_hans: 服务器

source: Servers in iCloud
ar: الخوادم في iCloud
de: Server in iCloud
es: Servidores en iCloud
fr: Serveurs dans iCloud
it: Server in iCloud
zh_hans: iCloud 中的服务器

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
zh_hans: 设置

source: Setup guide (wiki)
ar: دليل الإعداد (wiki)
de: Einrichtungsanleitung (Wiki)
es: Guía de configuración (wiki)
fr: Guide de configuration (wiki)
it: Guida alla configurazione (wiki)
zh_hans: 设置指南（wiki）

source: Share and folder, e.g. documents/Notes
ar: المشاركة والمجلد، مثل documents/Notes
de: Freigabe und Ordner, z. B. documents/Notizen
es: Recurso compartido y carpeta, p. ej. documents/Notas
fr: Partage et dossier, p. ex. documents/Notes
it: Share e cartella, es. documents/Note
zh_hans: 共享和文件夹，例如 documents/Notes

source: Share and folder, e.g. documents; empty for the list of shares
ar: المشاركة والمجلد، مثل documents؛ اتركه فارغًا لعرض قائمة المشاركات
de: Freigabe und Ordner, z. B. documents; leer für die Liste der Freigaben
es: Recurso compartido y carpeta, p. ej. documents; vacío para la lista de recursos
fr: Partage et dossier, p. ex. documents ; vide pour la liste des partages
it: Share e cartella, es. documents; vuoto per l’elenco delle share
zh_hans: 共享和文件夹，例如 documents；留空则列出所有共享

source: Share and folder, e.g. media/Photos
ar: المشاركة والمجلد، مثل media/Photos
de: Freigabe und Ordner, z. B. media/Fotos
es: Recurso compartido y carpeta, p. ej. media/Fotos
fr: Partage et dossier, p. ex. media/Photos
it: Share e cartella, es. media/Foto
zh_hans: 共享和文件夹，例如 media/Photos

source: Share and path of the file, e.g. documents/report.pdf
ar: المشاركة ومسار الملف، مثل documents/report.pdf
de: Freigabe und Pfad der Datei, z. B. documents/bericht.pdf
es: Recurso compartido y ruta del archivo, p. ej. documents/informe.pdf
fr: Partage et chemin du fichier, p. ex. documents/rapport.pdf
it: Share e percorso del file, es. documents/relazione.pdf
zh_hans: 共享和文件路径，例如 documents/report.pdf

source: Share or save a copy
ar: مشاركة أو حفظ نسخة
de: Teilen oder Kopie sichern
es: Compartir o guardar una copia
fr: Partager ou enregistrer une copie
it: Condividi o salva una copia
zh_hans: 共享或保存副本

source: Shares
ar: المجلدات المشتركة
de: Freigaben
es: Recursos compartidos
fr: Partages
it: Share
zh_hans: 共享

source: Shares are read-only or the gateway runs with READ_ONLY=true. Check the volume access mode in the container settings.
ar: المجلدات المشتركة للقراءة فقط أو تعمل البوابة بـ READ_ONLY=true. تحقق من وضع الوصول للمجلدات في إعدادات الحاوية.
de: Die Freigaben sind schreibgeschützt oder das Gateway läuft mit READ_ONLY=true. Prüfe den Zugriffsmodus der Volumes in den Container-Einstellungen.
es: Los recursos compartidos son de solo lectura o el gateway usa READ_ONLY=true. Revisa el modo de acceso de los volúmenes en la configuración del contenedor.
fr: Les partages sont en lecture seule ou la passerelle tourne avec READ_ONLY=true. Vérifiez le mode d’accès des volumes dans les réglages du conteneur.
it: Le share sono in sola lettura o il gateway ha READ_ONLY=true. Controlla la modalità di accesso dei volumi nelle impostazioni del container.
zh_hans: 共享为只读，或网关以 READ_ONLY=true 运行。请检查容器设置中卷的访问模式。

source: Shares listed
ar: تم سرد المجلدات المشتركة
de: Freigaben aufgelistet
es: Recursos compartidos listados
fr: Partages listés
it: Share elencate
zh_hans: 已列出共享

source: Shares to show
ar: المشاركات المعروضة
de: Anzuzeigende Freigaben
es: Recursos compartidos que mostrar
fr: Partages à afficher
it: Share da mostrare
zh_hans: 要显示的共享

source: Share…
ar: مشاركة…
de: Teilen …
es: Compartir…
fr: Partager…
it: Condividi…
zh_hans: 共享…

source: Show
ar: إظهار
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
zh_hans: 显示

source: Show only in the menu bar
ar: إظهار في شريط القوائم فقط
de: Nur in der Menüleiste anzeigen
es: Mostrar solo en la barra de menús
fr: Afficher uniquement dans la barre des menus
it: Mostra solo nella barra dei menu
zh_hans: 仅显示在菜单栏

source: Size
ar: الحجم
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
zh_hans: 大小

source: Skip
ar: تخطي
de: Überspringen
es: Omitir
fr: Passer
it: Salta
zh_hans: 跳过

source: Sort by
ar: ترتيب حسب
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per
zh_hans: 排序

source: Source code
ar: الشيفرة المصدرية
de: Quellcode
es: Código fuente
fr: Code source
it: Codice sorgente
zh_hans: 源代码

source: State
ar: الحالة
de: Status
es: Estado
fr: État
it: Stato
zh_hans: 状态

source: Stay informed
ar: ابقَ على اطّلاع
de: Bleib informiert
es: Mantente informado
fr: Restez informé
it: Resta informato
zh_hans: 随时掌握

source: Storage on this Mac
ar: التخزين على هذا الـ Mac
de: Speicher auf diesem Mac
es: Almacenamiento en este Mac
fr: Stockage sur ce Mac
it: Spazio su questo Mac
zh_hans: 此 Mac 上的存储空间

source: Sync active
ar: المزامنة نشطة
de: Synchronisierung aktiv
es: Sincronización activa
fr: Synchronisation active
it: Sincronizzazione attiva
zh_hans: 同步已启用

source: Sync activity
ar: نشاط المزامنة
de: Synchronisierungsaktivität
es: Actividad de sincronización
fr: Activité de synchronisation
it: Attività di sincronizzazione
zh_hans: 同步活动

source: Sync configuration with iCloud
ar: مزامنة الإعدادات مع iCloud
de: Konfiguration mit iCloud synchronisieren
es: Sincronizar la configuración con iCloud
fr: Synchroniser la configuration avec iCloud
it: Sincronizza la configurazione con iCloud
zh_hans: 通过 iCloud 同步配置

source: Sync now
ar: مزامنة الآن
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser maintenant
it: Sincronizza ora
zh_hans: 立即同步

source: Sync paused
ar: المزامنة متوقفة مؤقتًا
de: Synchronisierung pausiert
es: Sincronización en pausa
fr: Synchronisation en pause
it: Sincronizzazione in pausa
zh_hans: 同步已暂停

source: System
ar: النظام
es: Sistema
fr: Système
it: Sistema
zh_hans: 跟随系统

source: System follows the Mac settings for theme and language. A forced language applies to this app only; a few system-provided texts follow at the next launch. The icon colour also colours the app's titles, headers and controls, and the Dock icon while the app runs.
ar: يتبع «النظام» إعدادات Mac للمظهر واللغة. تنطبق اللغة المفروضة على هذا التطبيق فقط؛ وتتغيّر بعض نصوص النظام عند التشغيل التالي. يلوّن لون الأيقونة أيضًا عناوين التطبيق ورؤوس الأقسام وعناصر التحكم وأيقونة Dock أثناء تشغيل التطبيق.
de: System folgt den Mac-Einstellungen für Design und Sprache. Eine erzwungene Sprache gilt nur für diese App; einige Systemtexte folgen beim nächsten Start. Die Symbolfarbe färbt auch Titel, Überschriften und Bedienelemente der App sowie das Dock-Symbol, solange die App läuft.
es: Sistema sigue los ajustes del Mac para el tema y el idioma. Un idioma forzado solo se aplica a esta app; algunos textos del sistema cambian en el próximo inicio. El color del icono también colorea títulos, encabezados y controles de la app y el icono del Dock mientras la app se ejecuta.
fr: Système suit les réglages du Mac pour le thème et la langue. Une langue forcée ne s’applique qu’à cette app ; quelques textes système suivent au prochain lancement. La couleur de l’icône colore aussi les titres, en-têtes et contrôles de l’app ainsi que l’icône du Dock pendant l’exécution.
it: Sistema segue le impostazioni del Mac per tema e lingua. Una lingua forzata vale solo per questa app; alcuni testi di sistema si adeguano al prossimo avvio. Il colore dell’icona colora anche titoli, intestazioni e controlli dell’app e l’icona nel Dock mentre l’app è in esecuzione.
zh_hans: “系统”跟随 Mac 的主题和语言设置。强制语言仅适用于本应用；部分系统文本在下次启动时生效。图标颜色同时应用于应用的标题、栏目标题和控件，以及运行期间的程序坞图标。

source: System follows the Mac settings for theme and language. A forced language applies to this app only; a few system-provided texts follow at the next launch. The icon colour applies to the Dock icon while the app runs.
ar: يتبع «النظام» إعدادات Mac للمظهر واللغة. تنطبق اللغة المفروضة على هذا التطبيق فقط؛ وتتغيّر بعض نصوص النظام عند التشغيل التالي. يُطبَّق لون الأيقونة على أيقونة Dock أثناء تشغيل التطبيق.
de: System folgt den Mac-Einstellungen für Design und Sprache. Eine erzwungene Sprache gilt nur für diese App; einige Systemtexte folgen beim nächsten Start. Die Symbolfarbe gilt für das Dock-Symbol, solange die App läuft.
es: Sistema sigue los ajustes del Mac para el tema y el idioma. Un idioma forzado solo se aplica a esta app; algunos textos del sistema cambian en el próximo inicio. El color del icono se aplica al icono del Dock mientras la app se ejecuta.
fr: Système suit les réglages du Mac pour le thème et la langue. Une langue forcée ne s’applique qu’à cette app ; quelques textes système suivent au prochain lancement. La couleur de l’icône s’applique à l’icône du Dock pendant l’exécution de l’app.
it: Sistema segue le impostazioni del Mac per tema e lingua. Una lingua forzata vale solo per questa app; alcuni testi di sistema si adeguano al prossimo avvio. Il colore dell’icona si applica all’icona nel Dock mentre l’app è in esecuzione.
zh_hans: “系统”跟随 Mac 的主题和语言设置。强制语言仅适用于本应用；部分系统文本在下次启动时生效。图标颜色在应用运行期间应用于程序坞图标。

source: System follows the device settings for theme and language. A forced language applies to this app only; a few system-provided texts follow at the next launch. The icon colour also colours the app's titles, headers and controls; Apple Vision Pro keeps the layered icon.
ar: يتبع «النظام» إعدادات الجهاز للمظهر واللغة. تنطبق اللغة المفروضة على هذا التطبيق فقط؛ وتتغيّر بعض نصوص النظام عند التشغيل التالي. يلوّن لون الأيقونة أيضًا عناوين التطبيق ورؤوس الأقسام وعناصر التحكم؛ ويحتفظ Apple Vision Pro بالأيقونة متعددة الطبقات.
de: System folgt den Geräteeinstellungen für Design und Sprache. Eine erzwungene Sprache gilt nur für diese App; einige Systemtexte folgen beim nächsten Start. Die Symbolfarbe färbt auch Titel, Überschriften und Bedienelemente der App; Apple Vision Pro behält das Ebenen-Symbol.
es: Sistema sigue los ajustes del dispositivo para el tema y el idioma. Un idioma forzado solo se aplica a esta app; algunos textos del sistema cambian en el próximo inicio. El color del icono también colorea títulos, encabezados y controles de la app; Apple Vision Pro mantiene el icono por capas.
fr: Système suit les réglages de l’appareil pour le thème et la langue. Une langue forcée ne s’applique qu’à cette app ; quelques textes système suivent au prochain lancement. La couleur de l’icône colore aussi les titres, en-têtes et contrôles de l’app ; Apple Vision Pro conserve l’icône en couches.
it: Sistema segue le impostazioni del dispositivo per tema e lingua. Una lingua forzata vale solo per questa app; alcuni testi di sistema si adeguano al prossimo avvio. Il colore dell’icona colora anche titoli, intestazioni e controlli dell’app; Apple Vision Pro mantiene l’icona a livelli.
zh_hans: “系统”跟随设备的主题和语言设置。强制语言仅适用于本应用；部分系统文本在下次启动时生效。图标颜色同时应用于应用的标题、栏目标题和控件；Apple Vision Pro 保留分层图标。

source: System follows the device settings for theme and language. A forced language applies to this app only; a few system-provided texts follow at the next launch. The icon colour applies to iPhone and iPad; Apple Vision Pro keeps the layered icon.
ar: «النظام» يتبع إعدادات الجهاز للسمة واللغة. اللغة المفروضة تنطبق على هذا التطبيق فقط؛ بعض نصوص النظام تتغير عند التشغيل التالي. لون الأيقونة ينطبق على iPhone وiPad؛ يحتفظ Apple Vision Pro بالأيقونة الطبقية.
de: System folgt den Geräteeinstellungen für Design und Sprache. Eine erzwungene Sprache gilt nur für diese App; einige vom System gelieferte Texte folgen beim nächsten Start. Die Symbolfarbe gilt für iPhone und iPad; Apple Vision Pro behält das Ebenen-Symbol.
es: Sistema sigue los ajustes del dispositivo para tema e idioma. Un idioma forzado solo afecta a esta app; algunos textos del sistema cambian en el próximo inicio. El color del icono se aplica a iPhone y iPad; Apple Vision Pro mantiene el icono por capas.
fr: Système suit les réglages de l’appareil pour le thème et la langue. Une langue forcée ne s’applique qu’à cette app ; quelques textes fournis par le système suivent au prochain lancement. La couleur de l’icône s’applique à l’iPhone et à l’iPad ; l’Apple Vision Pro garde l’icône en couches.
it: Sistema segue le impostazioni del dispositivo per tema e lingua. Una lingua forzata vale solo per questa app; alcuni testi forniti dal sistema si adeguano al prossimo avvio. Il colore dell’icona vale per iPhone e iPad; Apple Vision Pro mantiene l’icona a livelli.
zh_hans: “跟随系统”遵循设备的主题和语言设置。强制语言仅作用于本应用；少数系统文本会在下次启动时生效。图标颜色适用于 iPhone 和 iPad；Apple Vision Pro 保留分层图标。

source: Tap + , enter the gateway URL and the API key, connect. The server appears in the Files app and in the Finder under Unraid Drive. Curious first? Try the demo server: sample files, no setup.
ar: اضغط على +، وأدخل عنوان البوابة ومفتاح API، ثم اتصل. يظهر الخادم في تطبيق الملفات وفي Finder تحت Unraid Drive. تريد الاستكشاف أولًا؟ جرّب الخادم التجريبي: ملفات نموذجية دون أي إعداد.
de: Tippe auf +, gib die Gateway-URL und den API-Schlüssel ein, verbinden. Der Server erscheint in der Dateien-App und im Finder unter Unraid Drive. Erst mal schauen? Probiere den Demo-Server: Beispieldateien, keine Einrichtung.
es: Toca +, introduce la URL del gateway y la clave API, conecta. El servidor aparece en la app Archivos y en el Finder bajo Unraid Drive. ¿Quieres curiosear antes? Prueba el servidor demo: archivos de ejemplo, sin configuración.
fr: Touchez +, saisissez l’URL de la passerelle et la clé API, connectez. Le serveur apparaît dans l’app Fichiers et dans le Finder sous Unraid Drive. Envie de voir d’abord ? Essayez le serveur démo : fichiers d’exemple, aucune configuration.
it: Tocca +, inserisci l’URL del gateway e la chiave API, connetti. Il server compare nell’app File e nel Finder sotto Unraid Drive. Vuoi prima curiosare? Prova il server demo: file di esempio, nessuna configurazione.
zh_hans: 点按 +，输入网关 URL 和 API 密钥并连接。服务器会出现在“文件”应用和“访达”的 Unraid Drive 下。想先看看？试试演示服务器：示例文件，无需设置。

source: Tap + , enter the gateway URL and the API key, connect. The server appears in the Files app under Unraid Drive. Curious first? Try the demo server: sample files, no setup.
ar: اضغط +، أدخل عنوان البوابة ومفتاح API، ثم اتصل. يظهر الخادم في تطبيق الملفات تحت Unraid Drive. تريد إلقاء نظرة أولًا؟ جرّب الخادم التجريبي: ملفات نموذجية دون أي إعداد.
de: Tippe auf +, gib Gateway-URL und API-Schlüssel ein, verbinde. Der Server erscheint in der Dateien-App unter Unraid Drive. Erst mal schauen? Probiere den Demo-Server: Beispieldateien, keine Einrichtung.
es: Toca +, introduce la URL del gateway y la clave API y conecta. El servidor aparece en la app Archivos bajo Unraid Drive. ¿Quieres verlo antes? Prueba el servidor demo: archivos de ejemplo, sin configuración.
fr: Touchez +, saisissez l’URL de la passerelle et la clé API, connectez. Le serveur apparaît dans l’app Fichiers sous Unraid Drive. Envie d’un aperçu ? Essayez le serveur démo : fichiers d’exemple, aucune configuration.
it: Tocca +, inserisci l’URL del gateway e la chiave API, connetti. Il server compare nell’app File sotto Unraid Drive. Vuoi prima dare un’occhiata? Prova il server demo: file di esempio, nessuna configurazione.
zh_hans: 轻点 +，输入网关 URL 和 API 密钥，然后连接。服务器会出现在“文件”应用的 Unraid Drive 下。想先看看？试试演示服务器：示例文件，无需设置。

source: Teal
ar: أزرق مخضر
de: Türkis
es: Verde azulado
fr: Bleu sarcelle
it: Verde acqua
zh_hans: 青色

source: Test Unraid Drive connection
ar: اختبار اتصال Unraid Drive
de: Unraid Drive-Verbindung testen
es: Probar la conexión de Unraid Drive
fr: Tester la connexion Unraid Drive
it: Test di connessione di Unraid Drive
zh_hans: 测试 Unraid Drive 连接

source: Test connection
ar: اختبار الاتصال
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
it: Test di connessione
zh_hans: 测试连接

source: Test the connection to ${server}
ar: اختبار الاتصال بـ ${server}
de: Verbindung zu ${server} testen
es: Probar la conexión con ${server}
fr: Tester la connexion à ${server}
it: Prova la connessione a ${server}
zh_hans: 测试与 ${server} 的连接

source: Testing…
ar: جارٍ الاختبار…
de: Wird getestet…
es: Probando…
fr: Test en cours…
it: Verifica…
zh_hans: 正在测试…

source: Text
ar: نص
es: Texto
fr: Texte
it: Testo
zh_hans: 文本

source: The API key for this server is missing on this device. Open Unraid Drive to enter it.
ar: مفتاح API لهذا الخادم مفقود على هذا الجهاز. افتح Unraid Drive لإدخاله.
de: Der API-Schlüssel dieses Servers fehlt auf diesem Gerät. Öffne Unraid Drive, um ihn einzugeben.
es: Falta la clave API de este servidor en este dispositivo. Abre Unraid Drive para introducirla.
fr: La clé API de ce serveur manque sur cet appareil. Ouvrez Unraid Drive pour la saisir.
it: Su questo dispositivo manca la chiave API di questo server. Apri Unraid Drive per inserirla.
zh_hans: 此设备上缺少该服务器的 API 密钥。请打开 Unraid Drive 输入。

source: The API key of %@ is missing on this device.
ar: مفتاح API الخاص بـ %@ غير موجود على هذا الجهاز.
de: Der API-Schlüssel von %@ fehlt auf diesem Gerät.
es: Falta la clave API de %@ en este dispositivo.
fr: La clé API de %@ est absente sur cet appareil.
it: La chiave API di %@ manca su questo dispositivo.
zh_hans: 此设备上缺少 %@ 的 API 密钥。

source: The Files app forgets everything it cached for this server and reads the shares again from the gateway. Files created in the Files app that were never uploaded are lost. Use it when Files keeps showing folders that no longer exist.
ar: ينسى تطبيق الملفات كل ما خزّنه لهذا الخادم ويقرأ المجلدات المشتركة مجددًا من البوابة. تُفقد الملفات المنشأة في تطبيق الملفات التي لم تُرفع أبدًا. استخدمه عندما يستمر تطبيق الملفات في عرض مجلدات لم تعد موجودة.
de: Die Dateien-App vergisst alles, was sie für diesen Server zwischengespeichert hat, und liest die Freigaben erneut vom Gateway. In Dateien erstellte, nie hochgeladene Dateien gehen verloren. Verwende es, wenn Dateien weiterhin Ordner anzeigt, die nicht mehr existieren.
es: La app Archivos olvida todo lo que tenía en caché de este servidor y vuelve a leer los recursos compartidos desde el gateway. Los archivos creados en Archivos y nunca subidos se pierden. Úsalo cuando Archivos siga mostrando carpetas que ya no existen.
fr: L’app Fichiers oublie tout ce qu’elle a en cache pour ce serveur et relit les partages depuis la passerelle. Les fichiers créés dans Fichiers et jamais envoyés sont perdus. À utiliser quand Fichiers continue d’afficher des dossiers qui n’existent plus.
it: L’app File dimentica tutto ciò che ha in cache per questo server e rilegge le share dal gateway. I file creati nell’app File e mai caricati vengono persi. Usalo quando File continua a mostrare cartelle che non esistono più.
zh_hans: “文件”应用会清除为该服务器缓存的所有内容，并从网关重新读取共享。在“文件”中创建但从未上传的文件将丢失。当“文件”仍显示已不存在的文件夹时使用。

source: The Files app location is missing. Remove and re-add the server; if the problem persists, restart the device.
ar: الموقع في تطبيق الملفات مفقود. احذف الخادم وأضفه مجددًا؛ إذا استمرت المشكلة أعد تشغيل الجهاز.
de: Der Ort in der Dateien-App fehlt. Entferne den Server und füge ihn erneut hinzu; bleibt das Problem, starte das Gerät neu.
es: Falta la ubicación en la app Archivos. Elimina y vuelve a añadir el servidor; si el problema persiste, reinicia el dispositivo.
fr: L’emplacement Fichiers est absent. Supprimez puis ajoutez de nouveau le serveur ; si le problème persiste, redémarrez l’appareil.
it: La posizione nell’app File manca. Rimuovi e aggiungi di nuovo il server; se il problema persiste, riavvia il dispositivo.
zh_hans: 缺少“文件”应用位置。请移除并重新添加服务器；若问题仍在，请重启设备。

source: The Finder forgets everything it cached for this server and reads the shares again from the gateway. Files created in the Finder that were never uploaded are lost. Use it when the Finder keeps showing folders that no longer exist.
ar: يتجاهل Finder كل ما خزّنه لهذا الخادم ويقرأ المشاركات مجددًا من البوابة. تُفقد الملفات التي أُنشئت في Finder ولم تُرفع أبدًا. استخدمه عندما يستمر Finder في عرض مجلدات لم تعد موجودة.
de: Der Finder verwirft alles, was er für diesen Server zwischengespeichert hat, und liest die Freigaben erneut vom Gateway. Im Finder erstellte, nie hochgeladene Dateien gehen verloren. Verwende es, wenn der Finder weiterhin Ordner zeigt, die nicht mehr existieren.
es: El Finder olvida todo lo que tenía en caché para este servidor y vuelve a leer los recursos compartidos desde el gateway. Los archivos creados en el Finder que nunca se subieron se pierden. Úsalo cuando el Finder siga mostrando carpetas que ya no existen.
fr: Le Finder oublie tout ce qu’il a mis en cache pour ce serveur et relit les partages depuis la passerelle. Les fichiers créés dans le Finder et jamais envoyés sont perdus. À utiliser quand le Finder continue d’afficher des dossiers qui n’existent plus.
it: Il Finder dimentica tutto ciò che ha in cache per questo server e rilegge le share dal gateway. I file creati nel Finder e mai caricati vengono persi. Usalo quando il Finder continua a mostrare cartelle che non esistono più.
zh_hans: “访达”将清除为此服务器缓存的全部内容并从网关重新读取共享。在“访达”中创建但从未上传的文件将丢失。当“访达”一直显示已不存在的文件夹时使用。

source: The Finder location is disabled. Enable Unraid Drive under System Settings › General › Login Items & Extensions › File Providers.
ar: موقع Finder معطّل. مكّن Unraid Drive من إعدادات النظام › عام › عناصر تسجيل الدخول والإضافات › موفّرو الملفات.
de: Der Finder-Ort ist deaktiviert. Aktiviere Unraid Drive unter Systemeinstellungen › Allgemein › Anmeldeobjekte & Erweiterungen › Dateianbieter.
es: La ubicación del Finder está desactivada. Activa Unraid Drive en Ajustes del Sistema › General › Ítems de inicio y extensiones › Proveedores de archivos.
fr: L’emplacement du Finder est désactivé. Activez Unraid Drive dans Réglages Système › Général › Ouverture et extensions › Fournisseurs de fichiers.
it: La posizione nel Finder è disattivata. Attiva Unraid Drive in Impostazioni di Sistema › Generali › Elementi login ed estensioni › Provider di file.
zh_hans: “访达”位置已停用。请在“系统设置”›“通用”›“登录项与扩展”›“文件提供程序”中启用 Unraid Drive。

source: The Finder shows your shares; files download when you open them.
ar: يعرض Finder مشاركاتك؛ ويتم تنزيل الملفات عند فتحها.
de: Der Finder zeigt deine Freigaben; Dateien werden beim Öffnen geladen.
es: El Finder muestra tus recursos compartidos; los archivos se descargan al abrirlos.
fr: Le Finder affiche vos partages ; les fichiers se téléchargent à l’ouverture.
it: Il Finder mostra le tue share; i file vengono scaricati quando li apri.
zh_hans: “访达”显示你的共享；文件在打开时下载。

source: The clipboard is empty.
ar: الحافظة فارغة.
de: Die Zwischenablage ist leer.
es: El portapapeles está vacío.
fr: Le presse-papiers est vide.
it: Gli appunti sono vuoti.
zh_hans: 剪贴板为空。

source: The connection to unraid-gateway is back; the Files location resumes syncing.
ar: عادت الاتصال بـ unraid-gateway؛ ويستأنف موقع الملفات المزامنة.
de: Die Verbindung zu unraid-gateway ist wieder da; der Dateien-Ort synchronisiert weiter.
es: La conexión con unraid-gateway ha vuelto; la ubicación de Archivos reanuda la sincronización.
fr: La connexion à unraid-gateway est rétablie ; l’emplacement Fichiers reprend la synchronisation.
it: La connessione a unraid-gateway è tornata; la posizione in File riprende la sincronizzazione.
zh_hans: 与 unraid-gateway 的连接已恢复；“文件”位置继续同步。

source: The container this app talks to. Other containers are managed from the Unraid web UI.
ar: الحاوية التي يتواصل معها هذا التطبيق. تُدار الحاويات الأخرى من واجهة Unraid على الويب.
de: Der Container, mit dem diese App spricht. Andere Container verwaltest du über die Unraid-Weboberfläche.
es: El contenedor con el que habla esta app. Los demás contenedores se gestionan desde la interfaz web de Unraid.
fr: Le conteneur avec lequel cette app communique. Les autres conteneurs se gèrent depuis l’interface web d’Unraid.
it: Il container con cui parla questa app. Gli altri container si gestiscono dalla web UI di Unraid.
zh_hans: 本应用所连接的容器。其他容器请在 Unraid 网页界面中管理。
